# FabricationBottomElevationIncludeInsulationOfPart Property

---
C#Visual BasicVisual C++
Revit 2024 API
---
ParameterTypeId..::..FabricationBottomElevationIncludeInsulationOfPart Property
ParameterTypeId Class See Also
---
"Bottom Elevation with Insulation"
**Namespace:** Autodesk.Revit.DB**Assembly:** RevitAPI (in RevitAPI.dll) Version: 24.0.0.0 (24.0.0.0)
# Syntax
C#
---
```text
public static ForgeTypeId FabricationBottomElevationIncludeInsulationOfPart { get; }
```

Visual Basic
---
```text
Public Shared ReadOnly Property FabricationBottomElevationIncludeInsulationOfPart As ForgeTypeId
	Get
```

Visual C++
---
```text
public:
static property ForgeTypeId^ FabricationBottomElevationIncludeInsulationOfPart {
	ForgeTypeId^ get ();
}
```

# See Also
ParameterTypeId Class
Autodesk.Revit.DB Namespace